round2/uWSGI.1000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    12.94ms    5.26ms  31.03ms   80.69%
    Req/Sec     1.08k   119.17     1.25k    75.00%
  435 requests in 30.08s, 28.04KB read
  Socket errors: connect 596, read 31, write 0, timeout 0
Requests/sec:     14.46
Transfer/sec:      0.93KB