round2/uWSGI.10000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 10000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   778.51ms  632.77ms   1.98s    56.37%
    Req/Sec   774.97      0.92k    4.79k    89.00%
  10396 requests in 30.10s, 670.05KB read
  Socket errors: connect 0, read 396, write 0, timeout 3816
Requests/sec:    345.40
Transfer/sec:     22.26KB