round2/uWSGI.2000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   127.78ms  280.20ms   1.03s    91.32%
    Req/Sec   801.89    816.67     1.91k    77.78%
  899 requests in 30.07s, 57.94KB read
  Socket errors: connect 1192, read 91, write 0, timeout 0
Requests/sec:     29.89
Transfer/sec:      1.93KB