round2/uWSGI.300.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 300 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   289.89ms  423.57ms   1.01s    74.84%
    Req/Sec   262.56    314.45   797.00     77.78%
  318 requests in 30.08s, 20.50KB read
  Socket errors: connect 0, read 18, write 0, timeout 0
Requests/sec:     10.57
Transfer/sec:     697.83B