round2/uWSGI.500.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 500 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    41.51ms   70.51ms 213.47ms   84.84%
    Req/Sec   411.08    456.16     1.14k    83.33%
  574 requests in 30.08s, 37.00KB read
  Socket errors: connect 0, read 74, write 0, timeout 0
Requests/sec:     19.08
Transfer/sec:      1.23KB