round2/uWSGI.5000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 5000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   597.04ms  560.98ms   1.87s    67.28%
    Req/Sec   838.35      1.26k    5.25k    85.42%
  5220 requests in 30.06s, 336.45KB read
  Socket errors: connect 0, read 220, write 0, timeout 76
Requests/sec:    173.63
Transfer/sec:     11.19KB