round2/uWSGI.700.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 700 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    60.76ms   86.94ms 225.23ms   75.49%
    Req/Sec   448.93    459.71     1.43k    80.00%
  914 requests in 30.10s, 58.91KB read
  Socket errors: connect 0, read 214, write 0, timeout 0
Requests/sec:     30.37
Transfer/sec:      1.96KB