round2/uWSGI.7000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 7000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   659.11ms  638.57ms   2.00s    73.73%
    Req/Sec   756.20    777.72     3.32k    84.38%
  7213 requests in 30.07s, 464.90KB read
  Socket errors: connect 0, read 213, write 0, timeout 1469
Requests/sec:    239.87
Transfer/sec:     15.46KB