round2/uWSGI.800.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 800 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    13.42ms    6.23ms  21.88ms   58.75%
    Req/Sec     1.26k   272.94     1.60k    75.00%
  514 requests in 30.04s, 33.13KB read
  Socket errors: connect 351, read 65, write 0, timeout 0
Requests/sec:     17.11
Transfer/sec:      1.10KB