round2/uWSGI.8000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 8000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   742.18ms  631.65ms   1.97s    66.43%
    Req/Sec   679.01    826.75     3.21k    83.91%
  8231 requests in 30.08s, 530.51KB read
  Socket errors: connect 0, read 231, write 0, timeout 3566
Requests/sec:    273.61
Transfer/sec:     17.63KB